[UIScreenListener_Armory_Promotion_LWOfficerPack]
strOfficerMenuOption=领袖能力

[UIScreenListener_Armory_MainMenu_LWOfficerPack]
strOfficerMenuOption=领袖能力
OfficerListItemDescription=查看已训练的领袖能力。

[UIScreenListener_Facility_Academy_LWOfficerPack]
strOfficerTrainButton=训练领袖

[UIScreenListener_SquadSelect_LWOfficerPack]
strAutoFillLabel="自动填补小队"
strAutoFillTooltip="自动将小队补充至满员"


[UITacticalHUD_MouseControls_LWOfficerPack]
strCommandRangeToggleTooltip=点击以开启指挥范围

[X2StrategyElement_LW_OTS_OfficerStaffSlot]
;strOTSLocationDisplayString=<XGParam:StrValue0/> Training

;[UIArmory_LWOfficerMenu]
;m_strSelectAbility=SELECT LEADER ABILITY:
;m_strAbilityHeader=LEADER ABILITIES:
;m_strConfirmAbilityTitle=CONFIRM ABILITY SELECTION
;m_strConfirmAbilityText=You can't remove or change abilities. Are you sure you want to learn <XGParam:StrValue0/>?
;m_strAbilityLockedTitle=LOCKED
;m_strAbilityLockedDescription=Get more combat experience to learn new abilities.

[UIArmory_LWOfficerPromotion]
m_strSelectAbility=选择能力：
m_strAbilityHeader=能力：
;m_strCorporalPromotionDialogTitle=NEW RANK: CORPORAL
;m_strCorporalPromotionDialogText=Your combat experience gives you the confidence and skills to take on the Alien threat. You can now use the following abilities during combat:\n\n<XGParam:StrValue0/>
;m_strAWCUnlockDialogTitle=HIDDEN ABILITY UNCOVERED
;m_strAWCUnlockDialogText=Thanks to the efforts of the Advanced Warfare Center, this soldier has learned a combat ability outside of their area of specialization: \n\n<XGParam:StrValue0/>
m_strConfirmAbilityTitle=确认能力选择
m_strConfirmAbilityText=你不能移除或改变能力。确认学习<XGParam:StrValue0/>吗？
m_strAbilityLockedTitle=锁定
m_strAbilityLockedDescription=获得更多的战斗经验来学习新的能力。

[LWOfficerUtilities]
;   there should be one name for each rank; e.g. Rookie, Squaddie, etc.
LWOfficerRankNames[0]=军士
LWOfficerRankNames[1]=伍长
LWOfficerRankNames[2]=班长
LWOfficerRankNames[3]=排长
LWOfficerRankNames[4]=连长
LWOfficerRankNames[5]=战地指挥官

; DEPRECATED FOR STANDALONE VERSION
;   the abbreviated rank name; e.g. Rk., Sq., etc.
;LWOfficerShortNames[0]=NCO
;LWOfficerShortNames[1]=FTL
;LWOfficerShortNames[2]=SQL
;LWOfficerShortNames[3]=SCL
;LWOfficerShortNames[4]=TRL
;LWOfficerShortNames[5]=FC

[UIFacility_LWOfficerSlot]
m_strTrainOfficerDialogTitle=训练领袖
m_strTrainOfficerDialogText=中士及其以上级别的士兵们能够在游击战术学校经历特种训练，学习如何成为一个领袖。他们将无法在训练中加入战斗。\n\n重要：除了在最为紧急的情况下，同时只有一位领袖能够进行任务，所以小心地选择你想要晋升的对象，因为他们不能被指派到有另外一个领袖的小队。\n\n你是否要继续？
m_strStopTrainOfficerDialogTitle=停止领袖训练？
m_strStopTrainOfficerDialogText=你是否想要停止%UNITNAME的训练？\n\n警告：所有领袖训练进程将会丢失。

[UIAlert_LWOfficerTrainingComplete]
m_strTrainingCompleteLabel=领袖训练已完成
m_strTrainingComplete=<XGParam:StrValue0/>已经完成了训练。可以通过在军械库中检视和分配其新能力。
m_strViewSoldier=查看士兵
m_strNewAbilityLabel=新能力

[UIPersonnel_ListItem_SquadSelect_LWOfficerPack]
strOfficerAlreadySelectedStatus=领袖已选择

[X2Ability_OfficerAbilitySet]
strCollector_WorldMessage=收藏家：+1情报
FocussedFriendlyName=集中火力
FocussedFriendlyDesc=受集中火力影响的目标更容易受被敌人击中并伤害

[XComGameState_Effect_Scavenger]
;the string shown in world message for scavenged items
m_strScavengerLoot="（<XGParam:IntValue0/>）<XGParam:StrValue0/!ItemName/>已回收。"

